tap "datawire/blackbird"
tap "deviceinsight/packages"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "argocd"
brew "python@3.9"
brew "autojump"
brew "azure-cli"
brew "glib"
brew "chezmoi"
brew "coreutils"
brew "dive"
brew "libdap"
brew "libpq"
brew "numpy"
brew "poppler-qt5"
brew "gdal"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "id3lib"
brew "jq"
brew "kafka"
brew "kubernetes-cli"
brew "kubectx"
brew "mackup"
brew "mas"
brew "maven"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "p7zip"
brew "packer"
brew "pipenv"
brew "pngquant"
brew "qt"
brew "poppler"
brew "postgresql"
brew "postgresql@11"
brew "pre-commit"
brew "python@3.8"
brew "telnet"
brew "terraform"
brew "watch"
brew "wget"
brew "yq"
brew "datawire/blackbird/telepresence"
brew "deviceinsight/packages/kafkactl"
brew "minikube"
brew "mercurial"

cask "1password"
cask "1password-cli"
cask "datagrip"
cask "discord"
cask "docker"
cask "firefox"
cask "franz"
cask "google-drive"
cask "google-drive-file-stream"
cask "insomnia"
cask "intellij-idea-ce"
cask "macdown"
cask "pycharm-ce"
cask "rar"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "fig"
cask "zoom"
cask "google-cloud-sdk"
cask "goland"

mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
mas "MKStreamer", id: 1510144108
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
