tap "1password/tap"
tap "buildkite/buildkite"
tap "buildkite/cli"
tap "datawire/blackbird"
tap "deviceinsight/packages"
tap "homebrew/bundle"
tap "homebrew/services"
tap "robscott/tap"
tap "snyk/tap"
tap "sourcegraph/src-cli"
tap "mdogan/zulu"
tap "pulumi/tap"

brew "argocd"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "bash"
brew "python@3.9"
brew "glib"
brew "chezmoi"
brew "comby"
brew "deno"
brew "dive"
brew "fd"
brew "libdap"
brew "libpq"
brew "numpy"
brew "poppler-qt5"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "id3lib"
brew "jq"
brew "kube-linter"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "mackup"
brew "mas"
brew "maven"
brew "mercurial"
brew "minikube"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "p7zip"
brew "packer"
brew "pipenv"
brew "pngquant"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgresql@11"
brew "pre-commit"
brew "python@3.8"
brew "redis", restart_service: true
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "terraform"
brew "velero"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "buildkite/buildkite/buildkite-agent"
brew "buildkite/cli/bk"
brew "datawire/blackbird/telepresence"
brew "robscott/tap/kube-capacity"
brew "snyk/tap/snyk-iac-rules"
brew "sourcegraph/src-cli/src-cli"
brew "ripgrep"
brew "stern"
brew "withgraphite/tap/graphite"
brew "cheat"
brew "noti"
brew "chruby"
brew "ruby-install"
brew "pulumi"

cask "1password"
cask "1password-cli"
cask "datagrip"
cask "discord"
cask "docker"
cask "firefox"
cask "goland"
cask "google-cloud-sdk"
cask "google-drive"
cask "insomnia"
cask "intellij-idea-ce"
cask "macdown"
cask "pycharm-ce"
cask "rar"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "zulu-jdk11"
cask "zulu-jdk8"
brew "pulumictl"

mas "Amphetamine", id: 937984704
mas "EasyRes", id: 688211836
mas "Magnet", id: 441258766
mas "MKStreamer", id: 1510144108
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
